Repository: onlyvae/loupe
Catalog: code/Loupe/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Point-to-pixel ratio (the canonical @2x / @3x value).
ar: نسبة النقاط إلى البكسل (القيمة المتعارف عليها @2x / @3x).
de: Verhältnis von Punkt zu Pixel (der typische @2x-/@3x-Wert).
es: Relación entre puntos y píxeles (el valor canónico @2x / @3x).
fr: Rapport point-pixel (la valeur canonique @2x / @3x).
it: Rapporto punto-pixel (il valore canonico @2x / @3x).
ja: ポイントとピクセルの比率(標準的な@2x/@3xの値)。
ko: 포인트 대 픽셀 비율(대표적인 @2x / @3x 값).
pl: Stosunek punktów do pikseli (kanoniczna wartość @2x / @3x).
pt_br: Proporção entre ponto e pixel (o valor canônico @2x / @3x).
pt_pt: Rácio de ponto para píxel (o valor canónico @2x / @3x).
ru: Отношение точек к пикселям (каноническое значение @2x / @3x).
tr: Nokta-piksel oranı (standart @2x / @3x değeri).
uk: Співвідношення «точка-піксель» (канонічне значення @2x / @3x).
vi: Tỷ lệ điểm trên pixel (giá trị chuẩn @2x / @3x).
zh_hans: 点到像素的比例（也就是常说的 @2x / @3x 值）。
zh_hant: 點對像素比例（也就是標準的 @2x / @3x 值）。

source: Postal address count
ar: عدد العناوين البريدية
de: Anzahl Postadressen
es: Recuento de direcciones postales
fr: Nombre d'adresses postales
it: Numero di indirizzi postali
ja: 住所の数
ko: 우편 주소 개수
pl: Liczba adresów pocztowych
pt_br: Total de endereços postais
pt_pt: Número de moradas
ru: Количество почтовых адресов
tr: Posta adresi sayısı
uk: Кількість поштових адрес
vi: Số lượng địa chỉ bưu chính
zh_hans: 通讯地址总数
zh_hant: 郵寄地址數量

source: Precise or Reduced accuracy. Determines the granularity of reported coordinates.
ar: دقة دقيقة أو منخفضة. يحدد مدى دقة الإحداثيات المبلغ عنها.
de: Präzise oder reduzierte Genauigkeit. Legt fest, wie fein die gemeldeten Koordinaten sind.
es: Precisión Exacta o Reducida. Determina el nivel de detalle de las coordenadas reportadas.
fr: Précision Précise ou Réduite. Détermine la granularité des coordonnées rapportées.
it: Precisione precisa o ridotta. Determina il livello di dettaglio delle coordinate riportate.
ja: 正確な位置情報または概算の位置情報。報告される座標の精度を決めます。
ko: 정확한 또는 대략적인 정확도. 보고되는 좌표의 정밀도를 결정해요.
pl: Dokładność Precyzyjna lub Ograniczona. Określa szczegółowość zgłaszanych współrzędnych.
pt_br: Precisão Precisa ou Reduzida. Determina a granularidade das coordenadas informadas.
pt_pt: Precisão Exata ou Reduzida. Determina a granularidade das coordenadas reportadas.
ru: Точно или приблизительно. Определяет, насколько подробно сообщаются координаты.
tr: Kesin veya Azaltılmış doğruluk. Bildirilen koordinatların ayrıntı düzeyini belirler.
uk: Точна або зменшена точність. Визначає, наскільки детальними є передані координати.
vi: Độ chính xác Chính xác hoặc Giảm. Xác định mức độ chi tiết của tọa độ được báo cáo.
zh_hans: 精确或降低精度。决定上报坐标的精细程度。
zh_hant: 精確或概略精準度。決定回報座標的細緻程度。

source: Precision of the altitude reading.
ar: دقة قراءة الارتفاع.
de: Genauigkeit des Höhenwerts.
es: Precisión del valor de altitud.
fr: Précision de la valeur d'altitude.
it: Precisione della lettura dell'altitudine.
ja: 高度の値の精度。
ko: 고도 측정값의 정밀도.
pl: Precyzja odczytu wysokości.
pt_br: Precisão da leitura de altitude.
pt_pt: Precisão do valor de altitude.
ru: Точность измерения высоты.
tr: Yükseklik ölçümünün hassasiyeti.
uk: Точність значення висоти.
vi: Độ chính xác của số đọc độ cao.
zh_hans: 海拔读数的精度。
zh_hant: 海拔讀數的精度。

source: Precision of the altitude reading. Negative means unavailable.
ar: دقة قراءة الارتفاع. القيمة السالبة تعني غير متوفر.
de: Genauigkeit des Höhenwerts. Negativ bedeutet, der Wert ist nicht verfügbar.
es: Precisión del valor de altitud. Un valor negativo indica que no está disponible.
fr: Précision de la valeur d'altitude. Une valeur négative signifie indisponible.
it: Precisione della lettura dell'altitudine. Un valore negativo significa non disponibile.
ja: 高度の値の精度。負の値は利用不可を意味します。
ko: 고도 측정값의 정밀도. 음수는 사용할 수 없음을 뜻해요.
pl: Precyzja odczytu wysokości. Wartość ujemna oznacza brak dostępności.
pt_br: Precisão da leitura de altitude. Valor negativo significa indisponível.
pt_pt: Precisão do valor de altitude. Um valor negativo significa indisponível.
ru: Точность измерения высоты. Отрицательное значение — недоступно.
tr: Yükseklik ölçümünün hassasiyeti. Negatif değer kullanılamıyor anlamına gelir.
uk: Точність значення висоти. Від'ємне значення означає, що дані недоступні.
vi: Độ chính xác của số đọc độ cao. Giá trị âm nghĩa là không khả dụng.
zh_hans: 海拔读数的精度。负值表示不可用。
zh_hant: 海拔讀數的精度。負值代表無法取得。

source: Precision of the coordinate. Larger values mean less certainty.
ar: دقة الإحداثيات. القيم الأكبر تعني يقينًا أقل.
de: Genauigkeit der Koordinate. Größere Werte bedeuten weniger Sicherheit.
es: Precisión de la coordenada. Los valores mayores indican menos certeza.
fr: Précision des coordonnées. Plus la valeur est élevée, moins la certitude est grande.
it: Precisione della coordinata. Valori più grandi indicano minore certezza.
ja: 座標の精度。値が大きいほど確実性は下がります。
ko: 좌표의 정밀도. 값이 클수록 확실성이 낮아요.
pl: Precyzja współrzędnej. Większe wartości oznaczają mniejszą pewność.
pt_br: Precisão da coordenada. Valores maiores significam menos certeza.
pt_pt: Precisão da coordenada. Valores maiores significam menor certeza.
ru: Точность координаты. Чем больше значение, тем меньше уверенность.
tr: Koordinatın hassasiyeti. Daha büyük değerler daha az kesinlik anlamına gelir.
uk: Точність координати. Більші значення — менша певність.
vi: Độ chính xác của tọa độ. Giá trị lớn hơn nghĩa là kém chắc chắn hơn.
zh_hans: 坐标的精度。数值越大，说明越不确定。
zh_hant: 座標的精度。數值越大代表越不確定。

# prefer %@ over %@
source: prefer %1$@ over %2$@
ar: تفضّل %@ على %@
de: bevorzugst %@ gegenüber %@
es: prefieres %@ antes que %@
fr: préférez %@ à %@
it: preferisci %1$@ a %2$@
ja: %2$@より%1$@を好む
ko: %2$@보다 %1$@를 선호함
pl: preferuje %1$@ zamiast %2$@
pt_br: prefere %@ em vez de %@
pt_pt: prefere %@ em vez de %@
ru: выбираешь %@, а не %@
tr: %2$@ yerine %1$@ tercih ediyorsun
uk: віддаєш перевагу %@ замість %@
vi: ưu tiên %1$@ hơn %2$@
zh_hans: 偏好 %@ 而非 %@
zh_hant: 偏好 %@ 而不是 %@

source: Preferred calendar system (e.g., Gregorian, Islamic, Buddhist).
ar: نظام التقويم المفضل (مثل: الميلادي، الهجري، البوذي).
de: Bevorzugtes Kalendersystem (z. B. gregorianisch, islamisch, buddhistisch).
es: Sistema de calendario preferido (p. ej., gregoriano, islámico, budista).
fr: Système de calendrier préféré (par exemple grégorien, islamique, bouddhiste).
it: Sistema di calendario preferito (ad esempio calendario gregoriano, islamico, buddista).
ja: 優先するカレンダー(西暦、イスラム暦、仏暦など)。
ko: 선호하는 캘린더 체계(예: 그레고리력, 이슬람력, 불교력).
pl: Preferowany system kalendarza (np. kalendarz gregoriański, muzułmański, buddyjski).
pt_br: Sistema de calendário preferido (por exemplo, Gregoriano, Islâmico, Budista).
pt_pt: Sistema de calendário preferido (por exemplo, Gregoriano, Islâmico, Budista).
ru: Предпочитаемая система календаря (например, григорианский, исламский, буддийский).
tr: Tercih edilen takvim sistemi (ör. Miladi, Hicri, Budist).
uk: Бажана календарна система (наприклад, григоріанська, ісламська, буддистська).
vi: Hệ lịch ưa thích (ví dụ: lịch Gregory, lịch Hồi giáo, lịch Phật giáo).
zh_hans: 偏好的历法（例如公历、伊斯兰历、佛历）。
zh_hant: 偏好的曆法系統（例如公曆、伊斯蘭曆、佛曆）。

source: Preferred languages
ar: اللغات المفضلة
de: Bevorzugte Sprachen
es: Idiomas preferidos
fr: Langues préférées
it: Lingue preferite
ja: 優先する言語
ko: 선호 언어
pl: Preferowane języki
pt_br: Idiomas preferidos
pt_pt: Idiomas preferidos
ru: Предпочитаемые языки
tr: Tercih edilen diller
uk: Бажані мови
vi: Ngôn ngữ ưa thích
zh_hans: 偏好语言
zh_hant: 偏好的語言

source: Preferred languages as reported by the browser.
ar: اللغات المفضلة كما يبلغ عنها المتصفح.
de: Vom Browser gemeldete bevorzugte Sprachen.
es: Idiomas preferidos según los reporta el navegador.
fr: Langues préférées telles que signalées par le navigateur.
it: Lingue preferite riportate dal browser.
ja: ブラウザが報告する優先する言語。
ko: 브라우저가 보고하는 선호 언어.
pl: Preferowane języki zgłaszane przez przeglądarkę.
pt_br: Idiomas preferidos informados pelo navegador.
pt_pt: Idiomas preferidos conforme reportados pelo navegador.
ru: Предпочитаемые языки, которые сообщает браузер.
tr: Tarayıcının bildirdiği tercih edilen diller.
uk: Бажані мови, які повідомляє браузер.
vi: Ngôn ngữ ưa thích theo báo cáo của trình duyệt.
zh_hans: 浏览器上报的偏好语言。
zh_hant: 瀏覽器回報的偏好語言。

source: Premium
ar: ممتاز
ja: プレミアム
ko: 프리미엄
ru: Премиум
zh_hans: 高级
zh_hant: 進階

source: Previous Installs Log
ar: سجل التثبيتات السابقة
de: Protokoll früherer Installationen
es: Registro de instalaciones anteriores
fr: Journal des installations précédentes
it: Registro delle installazioni precedenti
ja: 過去のインストール履歴
ko: 이전 설치 기록
pl: Dziennik poprzednich instalacji
pt_br: Histórico de instalações anteriores
pt_pt: Registo de instalações anteriores
ru: Журнал предыдущих установок
tr: Önceki Yüklemeler Günlüğü
uk: Журнал попередніх установлень
vi: Nhật ký lần cài đặt trước
zh_hans: 历史安装记录
zh_hant: 歷次安裝記錄

source: Printers
ar: طابعات
de: Drucker
es: Impresoras
fr: Imprimantes
it: Stampanti
ja: プリンタ
ko: 프린터
pl: Drukarki
pt_br: Impressoras
pt_pt: Impressoras
ru: Принтеры
tr: Yazıcılar
uk: Принтери
vi: Máy in
zh_hans: 打印机
zh_hant: 印表機

source: Processor count
ar: عدد المعالجات
de: Anzahl Prozessoren
es: Recuento de procesadores
fr: Nombre de processeurs
it: Numero di processori
ja: プロセッサ数
ko: 프로세서 수
pl: Liczba procesorów
pt_br: Número de processadores
pt_pt: Número de processadores
ru: Количество процессоров
tr: İşlemci sayısı
uk: Кількість процесорів
vi: Số bộ xử lý
zh_hans: 处理器核心数
zh_hant: 處理器數量

source: Put it together
ar: اجمعها معًا
de: Alles zusammengenommen
es: Júntalo todo
fr: Mettre tout cela bout à bout
it: Mettiamo tutto insieme
ja: 組み合わせる
ko: 종합하면
pl: Połącz to w całość
pt_br: Juntando tudo
pt_pt: Juntar tudo
ru: Собери всё вместе
tr: Bir araya getir
uk: Складімо все разом
vi: Ghép lại với nhau
zh_hans: 合在一起看
zh_hant: 合在一起看

source: Radio access technology (e.g., LTE, 5G) for this service.
ar: تقنية الوصول اللاسلكي (مثل: LTE، 5G) لهذه الخدمة.
de: Funkzugangstechnologie (z. B. LTE, 5G) für diesen Dienst.
es: Tecnología de acceso por radio (p. ej., LTE, 5G) para este servicio.
fr: Technologie d'accès radio (par exemple LTE, 5G) pour ce service.
it: Tecnologia di accesso radio (ad esempio LTE, 5G) per questo servizio.
ja: このサービスの無線アクセス技術(LTE、5Gなど)。
ko: 이 서비스의 무선 접속 기술(예: LTE, 5G).
pl: Technologia dostępu radiowego (np. LTE, 5G) dla tej usługi.
pt_br: Tecnologia de acesso de rádio (por exemplo, LTE, 5G) para este serviço.
pt_pt: Tecnologia de acesso rádio (por exemplo, LTE, 5G) para este serviço.
ru: Технология радиодоступа (например, LTE, 5G) для этого сервиса.
tr: Bu hizmet için radyo erişim teknolojisi (ör. LTE, 5G).
uk: Технологія радіодоступу (наприклад, LTE, 5G) для цієї служби.
vi: Công nghệ truy cập vô tuyến (ví dụ: LTE, 5G) cho dịch vụ này.
zh_hans: 这项服务使用的无线接入技术（例如 LTE、5G）。
zh_hant: 此服務的無線接取技術（例如 LTE、5G）。

source: Radio tech [%@…]
ar: التقنية اللاسلكية [%@…]
de: Funkstandard [%@…]
es: Tec. de radio [%@…]
fr: Tech radio [%@…]
it: Tecnologia radio [%@…]
ja: 無線方式[%@…]
ko: 무선 기술 [%@…]
pl: Technologia radiowa [%@…]
pt_br: Tecnologia de rádio [%@…]
pt_pt: Tecnologia rádio [%@…]
ru: Радиотехнология [%@…]
tr: Radyo tekn. [%@…]
uk: Радіотехнологія [%@…]
vi: Công nghệ vô tuyến [%@…]
zh_hans: 无线技术 [%@…]
zh_hant: 無線技術 [%@…]

source: Rate Loupe
ar: تقييم Loupe
de: Loupe bewerten
es: Valorar Loupe
fr: Noter Loupe
it: Valuta Loupe
ja: Loupeを評価
ko: Loupe 평가하기
pl: Oceń Loupe
pt_br: Avaliar o Loupe
pt_pt: Avaliar o Loupe
ru: Оценить Loupe
tr: Loupe'u Değerlendir
uk: Оцінити Loupe
vi: Đánh giá Loupe
zh_hans: 给 Loupe 评分
zh_hant: 為 Loupe 評分

source: Read from accessibility flags any app can check.
ar: يُقرأ من علامات تسهيلات الاستخدام التي يمكن لأي تطبيق التحقق منها.
de: Aus Bedienungshilfen-Flags gelesen, die jede App prüfen kann.
es: Leído desde indicadores de accesibilidad que cualquier app puede consultar.
fr: Lu depuis les indicateurs d'accessibilité que n'importe quelle app peut vérifier.
it: Letto dai flag di accessibilità che qualsiasi app può controllare.
ja: どのAppでも確認できるアクセシビリティフラグから読み取り。
ko: 어떤 앱이든 확인할 수 있는 손쉬운 사용 설정에서 읽음.
pl: Odczytane z flag dostępności, które może sprawdzić każda aplikacja.
pt_br: Lido dos sinalizadores de acessibilidade que qualquer app pode verificar.
pt_pt: Lido a partir de indicadores de acessibilidade que qualquer app pode verificar.
ru: Прочитано из флагов универсального доступа, которые может проверить любое приложение.
tr: Herhangi bir uygulamanın kontrol edebildiği erişilebilirlik işaretlerinden okunur.
uk: Прочитано з прапорців універсального доступу, які може перевірити будь-який застосунок.
vi: Đọc từ các cờ trợ năng mà bất kỳ ứng dụng nào cũng có thể kiểm tra.
zh_hans: 读取自任何 App 都能查看的辅助功能标记。
zh_hant: 讀取自任何 App 都能檢查的輔助使用旗標。

source: Read from the clipboard's change counter, a shared number any app can read.
ar: يُقرأ من عداد تغييرات الحافظة، وهو رقم مشترك يمكن لأي تطبيق قراءته.
de: Aus dem Änderungszähler der Zwischenablage gelesen, einer geteilten Zahl, die jede App lesen kann.
es: Leído desde el contador de cambios del portapapeles, un número compartido que cualquier app puede leer.
fr: Lu depuis le compteur de changements du presse-papiers, un nombre partagé que toute app peut lire.
it: Letto dal contatore di modifiche degli appunti, un numero condiviso che qualsiasi app può leggere.
ja: クリップボードの変更カウンタから読み取り。どのAppでも読み取れる共有の数値です。
ko: 어떤 앱이든 읽을 수 있는 공유 숫자인 클립보드 변경 카운터에서 읽음.
pl: Odczytane z licznika zmian schowka, wspólnej liczby, którą może odczytać każda aplikacja.
pt_br: Lido do contador de alterações da área de transferência, um número compartilhado que qualquer app pode ler.
pt_pt: Lido a partir do contador de alterações da área de transferência, um número partilhado que qualquer app pode ler.
ru: Прочитано из счётчика изменений буфера обмена — общего числа, доступного любому приложению.
tr: Panonun değişiklik sayacından okunur; herhangi bir uygulamanın okuyabildiği paylaşımlı bir sayı.
uk: Прочитано з лічильника змін буфера обміну — спільного числа, яке може прочитати будь-який застосунок.
vi: Đọc từ bộ đếm thay đổi của khay nhớ tạm, một con số dùng chung mà bất kỳ ứng dụng nào cũng có thể đọc.
zh_hans: 读取自剪贴板的变更计数器，这是任何 App 都能读取的共享数字。
zh_hant: 讀取自剪貼簿的變更計數器，這是任何 App 都能讀取的共用數字。

source: Read from the connected audio device's name.
ar: يُقرأ من اسم جهاز الصوت المتصل.
de: Aus dem Namen des verbundenen Audiogeräts gelesen.
es: Leído desde el nombre del dispositivo de audio conectado.
fr: Lu depuis le nom de l'appareil audio connecté.
it: Letto dal nome del dispositivo audio collegato.
ja: 接続中のオーディオデバイスの名前から読み取り。
ko: 연결된 오디오 기기의 이름에서 읽음.
pl: Odczytane z nazwy podłączonego urządzenia audio.
pt_br: Lido do nome do dispositivo de áudio conectado.
pt_pt: Lido a partir do nome do dispositivo de áudio ligado.
ru: Прочитано из имени подключённого аудиоустройства.
tr: Bağlı ses cihazının adından okunur.
uk: Прочитано з назви під'єднаного аудіопристрою.
vi: Đọc từ tên của thiết bị âm thanh đã kết nối.
zh_hans: 读取自所连接音频设备的名称。
zh_hant: 讀取自已連接音訊裝置的名稱。

source: Read from the system's boot time, which is visible to any app.
ar: يُقرأ من وقت بدء تشغيل النظام، وهو مرئي لأي تطبيق.
de: Aus der Startzeit des Systems gelesen, die für jede App sichtbar ist.
es: Leído desde la hora de arranque del sistema, visible para cualquier app.
fr: Lu depuis l'heure de démarrage du système, visible par n'importe quelle app.
it: Letto dall'orario di avvio del sistema, visibile a qualsiasi app.
ja: システムの起動時刻から読み取り。どのAppからも見える値です。
ko: 어떤 앱에도 보이는 시스템 부팅 시간에서 읽음.
pl: Odczytane z czasu uruchomienia systemu, który jest widoczny dla każdej aplikacji.
pt_br: Lido da hora de inicialização do sistema, que é visível a qualquer app.
pt_pt: Lido a partir da hora de arranque do sistema, que é visível para qualquer app.
ru: Прочитано из времени загрузки системы — оно видно любому приложению.
tr: Herhangi bir uygulamanın görebildiği sistem açılış zamanından okunur.
uk: Прочитано з часу запуску системи, який бачить будь-який застосунок.
vi: Đọc từ thời điểm khởi động của hệ thống, thứ mà bất kỳ ứng dụng nào cũng nhìn thấy được.
zh_hans: 读取自系统的启动时间，任何 App 都能看到这个数据。
zh_hant: 讀取自系統的開機時間，任何 App 都看得到這個時間。

source: Recent locations
ar: المواقع الحديثة
de: Letzte Standorte
es: Ubicaciones recientes
fr: Lieux récents
it: Posizioni recenti
ja: 最近の位置情報
ko: 최근 위치
pl: Ostatnie lokalizacje
pt_br: Localizações recentes
pt_pt: Localizações recentes
ru: Недавние места
tr: Son konumlar
uk: Останні місця
vi: Vị trí gần đây
zh_hans: 近期位置
zh_hant: 近期地點

source: Reclaimable capacity
ar: السعة القابلة للاسترداد
de: Freigebbarer Speicher
es: Capacidad recuperable
fr: Capacité récupérable
it: Capacità recuperabile
ja: 再利用可能な容量
ko: 회수 가능한 용량
pl: Pojemność możliwa do odzyskania
pt_br: Capacidade recuperável
pt_pt: Capacidade recuperável
ru: Освобождаемый объём
tr: Geri kazanılabilir kapasite
uk: Місце, яке можна звільнити
vi: Dung lượng có thể thu hồi
zh_hans: 可回收容量
zh_hant: 可回收容量

source: Recommended max working set
ar: الحد الأقصى الموصى به لمجموعة العمل
de: Empfohlener maximaler Arbeitssatz
es: Conjunto de trabajo máximo recomendado
fr: Working set maximum recommandé
it: Working set massimo consigliato
ja: 推奨される最大ワーキングセット
ko: 권장 최대 작업 세트
pl: Zalecany maksymalny zestaw roboczy
pt_br: Working set máximo recomendado
pt_pt: Conjunto de trabalho máximo recomendado
ru: Рекомендуемый макс. рабочий набор
tr: Önerilen maks. çalışma kümesi
uk: Рекомендований макс. робочий набір
vi: Tập làm việc tối đa được khuyến nghị
zh_hans: 推荐最大工作集
zh_hant: 建議的最大工作集

source: Reduce Motion
ar: تقليل الحركة
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire les animations
it: Riduci movimento
ja: 視差効果を減らす
ko: 동작 줄이기
pl: Ogranicz ruch
pt_br: Reduzir Movimento
pt_pt: Reduzir movimento
ru: Уменьшение движения
tr: Hareketi Azalt
uk: Зменшення руху
vi: Giảm chuyển động
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

source: reduced transparency
ar: تقليل الشفافية
de: reduzierte Transparenz
es: transparencia reducida
fr: transparence réduite
it: trasparenza ridotta
ja: 透明度を下げる
ko: 투명도 줄이기
pl: ograniczona przezroczystość
pt_br: transparência reduzida
pt_pt: transparência reduzida
ru: уменьшенная прозрачность
tr: azaltılmış saydamlık
uk: зменшена прозорість
vi: giảm độ trong suốt
zh_hans: 降低透明度
zh_hant: 降低透明度

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Reinstall history kept in Keychain
ar: سجل إعادة التثبيت المحفوظ في سلسلة المفاتيح
de: Im Schlüsselbund gespeicherter Neuinstallationsverlauf
es: Historial de reinstalaciones guardado en el llavero
fr: Historique de réinstallation conservé dans le trousseau
it: Cronologia delle reinstallazioni conservata nel Keychain
ja: キーチェーンに残る再インストール履歴
ko: 키체인에 보관된 재설치 기록
pl: Historia ponownych instalacji przechowywana w Keychain
pt_br: Histórico de reinstalações guardado no Keychain
pt_pt: Histórico de reinstalações guardado no Keychain
ru: История переустановок, сохранённая в Keychain
tr: Anahtar Zinciri'nde saklanan yeniden yükleme geçmişi
uk: Історія перевстановлень, що зберігається в Keychain
vi: Lịch sử cài đặt lại được lưu trong Keychain
zh_hans: 保存在钥匙串中的重装记录
zh_hant: 保留在 Keychain 裡的重新安裝紀錄

source: Reminder list names.
ar: أسماء قوائم التذكيرات.
de: Namen der Erinnerungslisten.
es: Nombres de las listas de recordatorios.
fr: Noms des listes de rappels.
it: Nomi degli elenchi di Promemoria.
ja: リマインダーリストの名前。
ko: 미리 알림 목록 이름.
pl: Nazwy list Przypomnień.
pt_br: Nomes das listas de lembretes.
pt_pt: Nomes das listas de lembretes.
ru: Названия списков напоминаний.
tr: Anımsatıcı listesi adları.
uk: Назви списків нагадувань.
vi: Tên các danh sách Nhắc nhở.
zh_hans: 提醒事项列表的名称。
zh_hant: 提醒事項列表的名稱。

source: Reminder lists
ar: قوائم التذكيرات
de: Erinnerungslisten
es: Listas de recordatorios
fr: Listes de rappels
it: Elenchi di Promemoria
ja: リマインダーリスト
ko: 미리 알림 목록
pl: Listy Przypomnień
pt_br: Listas de lembretes
pt_pt: Listas de lembretes
ru: Списки напоминаний
tr: Anımsatıcı listeleri
uk: Списки нагадувань
vi: Danh sách Nhắc nhở
zh_hans: 提醒事项列表
zh_hant: 提醒事項列表

source: Reminder lists and counts
ar: قوائم التذكيرات وأعدادها
de: Erinnerungslisten und ihre Anzahl
es: Listas de recordatorios y sus totales
fr: Listes de rappels et nombres
it: Elenchi di Promemoria e conteggi
ja: リマインダーリストとその件数
ko: 미리 알림 목록 및 개수
pl: Listy Przypomnień i ich liczebność
pt_br: Listas de lembretes e contagens
pt_pt: Listas de lembretes e respetivas contagens
ru: Списки напоминаний и количество дел
tr: Anımsatıcı listeleri ve sayıları
uk: Списки нагадувань і їхні розміри
vi: Danh sách Nhắc nhở và số lượng
zh_hans: 提醒事项列表及其数量
zh_hant: 提醒事項列表與數量

source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 미리 알림
pl: Przypomnienia
pt_br: Lembretes
pt_pt: Lembretes
ru: Напоминания
tr: Anımsatıcılar
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Republic of China
ar: جمهورية الصين
de: Republik China
es: República de China
fr: République de Chine
it: calendario della Repubblica di Cina
ja: 中華民国
ko: 중화민국력
pl: kalendarz Republiki Chińskiej
pt_br: República da China
pt_pt: República da China
ru: Республика Китай
tr: Çin Cumhuriyeti
uk: Республіка Китай
vi: lịch Trung Hoa Dân Quốc
zh_hans: 中华民国
zh_hant: 中華民國

source: Requested
ar: مطلوب
de: Angefragt
es: Solicitado
fr: Demandée
it: Richiesto
ja: リクエスト済み
ko: 요청됨
pl: Zażądano
pt_br: Solicitado
pt_pt: Pedido
ru: Запрошено
tr: İstendi
uk: Запитано
vi: Đã yêu cầu
zh_hans: 已请求
zh_hant: 已請求

source: Restricted
ar: مقيد
de: Eingeschränkt
es: Restringido
fr: Restreint
it: Con restrizioni
ja: 制限あり
ko: 제한됨
pl: Ograniczone
pt_br: Restrito
pt_pt: Restringido
ru: Ограничено
tr: Kısıtlı
uk: Обмежено
vi: Bị hạn chế
zh_hans: 受限
zh_hant: 受限制

source: right
ar: يمين
de: rechts
es: derecha
fr: droite
it: destra
ja: 右
ko: 오른쪽
pl: prawo
pt_br: direita
pt_pt: direita
ru: справа
tr: sağ
uk: справа
vi: phải
zh_hans: 右
zh_hant: 右

source: Roll
ar: التدحرج
de: Rollen
es: Alabeo
fr: Roulis
it: Rollio
ja: ロール
ko: 롤
pl: Przechylenie
pt_br: Rolagem
pt_pt: Rolamento
ru: Крен
tr: Yuvarlanma
uk: Крен
zh_hans: 横滚
zh_hant: 翻滾

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fr: samedi
it: sabato
ja: 土曜日
ko: 토요일
pl: sobota
pt_br: Sábado
pt_pt: sábado
ru: суббота
tr: Cumartesi
uk: субота
vi: Thứ Bảy
zh_hans: 星期六
zh_hant: 星期六
